<?php
use App\User;
use Illuminate\Database\Seeder;

class UsersTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('users')->delete();
        User::create([
                'first_name'     => 'رضا',
                'last_name'     => 'مرادی',
                'email'    => 'rezamoradi@hotmail.com',
                'job' => 'بازیگر',
                'education' => 'فوق لیسانس',
                'city' => 'تهران',
                'address' => 'پونک - ۲۴ متری زیتون - خ نجات - ک ۱۲',
                'state' => 'تهران',
                'phone' => '09121990974',
                'art_category' => 'cinema',
                'avatar_url' => 'storage/images/reza-moradi.jpg',
                'pdf_url' => '',
                'social_fb' => 'parvizparastouei',
                'social_in' => 'parvizparastouei',
                'details' => 'رضا مرادی با اصالتی آذری[۴] در روستای کردکندی، شهرستان کبودرآهنگ متولد شد. پدر وی کشاورز بود و زمانی که وی ۳ ساله بود به تهران مهاجرت کرد. دوران کودکی و نوجوانی را در یک خانه اجاره‌ای کوچک در محله دروازه غار سپری کرد. او در مدرسه صادقیه اسلامی در کوچه گمرک تحصیلات ابتدایی خود را به پایان رساند. پرستویی با پس‌انداز کردن یازده هزار تومان خانه‌ای در حوالی ترمینال جنوب خرید. مدتی به ورزش علاقه نشان داد و دروازه‌بان تیم کارگران بود. پس از این زمان به مرکز رفاه نازی‌آباد رفت و شروع به آموختن تئاتر کرد. پرویز پرستویی در سال ۱۳۶۰ و زمانی که ۲۶ سال سن داشت به عنوان منشی در دادگستری تهران مشغول به کار شد، امّا پس از مدتی به خاطر علاقهٔ وافر به تئاتر رفت و تا پایان در آنجا مشغول به کار شد.',

                'password' => Hash::make('12345'),
        ]);
        User::create(
            [
                'first_name'     => 'علی',
                'last_name'     => 'خانی',
                'email'    => 'alikhani@gmail.com',
                'job' => 'بازیگر',
                'education' => 'فوق لیسانس',
                'city' => 'تهران',
                'address' => 'سعادت آباد - ۲۴ متری زیتون - خ نجات - ک ۱۲',
                'state' => 'تهران',
                'phone' => '09121990976',
                'art_category' => 'cinema',
                'avatar_url' => 'storage/images/ali-khani.jpg',
                'pdf_url' => '',
                'social_fb' => 'ahmadirandoost1350',
                'social_in' => 'ahmadirandoost1350',
                'details' => 'علی خانی با اصالتی آذری[۴] در روستای کردکندی، شهرستان کبودرآهنگ متولد شد. پدر وی کشاورز بود و زمانی که وی ۳ ساله بود به تهران مهاجرت کرد. دوران کودکی و نوجوانی را در یک خانه اجاره‌ای کوچک در محله دروازه غار سپری کرد. او در مدرسه صادقیه اسلامی در کوچه گمرک تحصیلات ابتدایی خود را به پایان رساند. پرستویی با پس‌انداز کردن یازده هزار تومان خانه‌ای در حوالی ترمینال جنوب خرید. مدتی به ورزش علاقه نشان داد و دروازه‌بان تیم کارگران بود. پس از این زمان به مرکز رفاه نازی‌آباد رفت و شروع به آموختن تئاتر کرد. پرویز پرستویی در سال ۱۳۶۰ و زمانی که ۲۶ سال سن داشت به عنوان منشی در دادگستری تهران مشغول به کار شد، امّا پس از مدتی به خاطر علاقهٔ وافر به تئاتر رفت و تا پایان در آنجا مشغول به کار شد.',

                'password' => Hash::make('12345'),
            ]
        );
        User::create(
            [
                'first_name'     => 'مهسا',
                'last_name'     => 'وحدت',
                'email'    => 'mahsavahdat@gmail.com',
                'job' => 'بازیگر',
                'education' => 'فوق لیسانس',
                'city' => 'تهران',
                'address' => 'رضاییه - ۲۴ متری زیتون - خ نجات - ک ۱۲',
                'state' => 'تهران',
                'phone' => '09121990977',
                'art_category' => 'cinema',
                'avatar_url' => 'storage/images/mahsa-vahdat.jpg',
                'pdf_url' => '',
                'social_fb' => 'elhamhamidi1356',
                'social_in' => 'elhamhamidi1356',
                'details' => 'مهسا وحدت با اصالتی آذری[۴] در روستای کردکندی، شهرستان کبودرآهنگ متولد شد. پدر وی کشاورز بود و زمانی که وی ۳ ساله بود به تهران مهاجرت کرد. دوران کودکی و نوجوانی را در یک خانه اجاره‌ای کوچک در محله دروازه غار سپری کرد. او در مدرسه صادقیه اسلامی در کوچه گمرک تحصیلات ابتدایی خود را به پایان رساند. پرستویی با پس‌انداز کردن یازده هزار تومان خانه‌ای در حوالی ترمینال جنوب خرید. مدتی به ورزش علاقه نشان داد و دروازه‌بان تیم کارگران بود. پس از این زمان به مرکز رفاه نازی‌آباد رفت و شروع به آموختن تئاتر کرد. پرویز پرستویی در سال ۱۳۶۰ و زمانی که ۲۶ سال سن داشت به عنوان منشی در دادگستری تهران مشغول به کار شد، امّا پس از مدتی به خاطر علاقهٔ وافر به تئاتر رفت و تا پایان در آنجا مشغول به کار شد.',

                'password' => Hash::make('12345'),
            ]
        );
        User::create(
            [
                'first_name'     => 'نگین',
                'last_name'     => 'صحت',
                'email'    => 'neginsehat@gmail.com',
                'job' => 'بازیگر',
                'education' => 'فوق لیسانس',
                'city' => 'تهران',
                'address' => 'آزادی - ۲۴ متری زیتون - خ نجات - ک ۱۲',
                'state' => 'تهران',
                'phone' => '091219909758',
                'art_category' => 'cinema',
                'avatar_url' => 'storage/images/negin-sehat.jpg',
                'pdf_url' => '',
                'social_fb' => 'newshazeigami',
                'social_in' => 'newshazeigami',
                'details' => 'نگین صحت با اصالتی آذری[۴] در روستای کردکندی، شهرستان کبودرآهنگ متولد شد. پدر وی کشاورز بود و زمانی که وی ۳ ساله بود به تهران مهاجرت کرد. دوران کودکی و نوجوانی را در یک خانه اجاره‌ای کوچک در محله دروازه غار سپری کرد. او در مدرسه صادقیه اسلامی در کوچه گمرک تحصیلات ابتدایی خود را به پایان رساند. پرستویی با پس‌انداز کردن یازده هزار تومان خانه‌ای در حوالی ترمینال جنوب خرید. مدتی به ورزش علاقه نشان داد و دروازه‌بان تیم کارگران بود. پس از این زمان به مرکز رفاه نازی‌آباد رفت و شروع به آموختن تئاتر کرد. پرویز پرستویی در سال ۱۳۶۰ و زمانی که ۲۶ سال سن داشت به عنوان منشی در دادگستری تهران مشغول به کار شد، امّا پس از مدتی به خاطر علاقهٔ وافر به تئاتر رفت و تا پایان در آنجا مشغول به کار شد.',

                'password' => Hash::make('12345'),
            ]
        );

    }
}
